/* About screen blog label */
"About.blog" = "https://auroracoin.is/";

/* About screen footer */
"About.footer" = "உலகளாவிய டிஜிவாலட் குழுவினால் தயாரிக்கப்பட்டது. பதிப்பு %1$@";

/* Privay Policy button label */
"About.privacy" = "தனியுரிமை கொள்கை";

/* About screen reddit label */
"About.reddit" = "https://www.reddit.com/r/Auroracoin/";

/* Terms of Use button label */
"About.terms" = "பயன்பாட்டு விதிமுறை\n";

/* About screen title */
"About.title" = "இதை பற்றி";

/* About screen twitter label */
"About.twitter" = "https://twitter.com/auroracoin";

/* Close modal button accessibility label */
"AccessibilityLabels.close" = "மூடு";

/* Support center accessibiliy label */
"AccessibilityLabels.faq" = "ஆதரவு மையம்\n";

/* Loading Wallet Message */
"Account.loadingMessage" = "வாலட் ஏற்றுகிறது";

/* Default wallet name */
"AccountHeader.defaultWalletName" = "என் டிஜிவாலட்";

/* Error alert title */
"Alert.error" = "தவறு";

/* No internet alert message */
"Alert.noInternet" = "இணைய இணைப்பு கண்டறியப்படவில்லை. உங்கள் இணைப்பைச் சரிபார்த்து மீண்டும் முயற்சிக்கவும்.";

/* Warning alert title */
"Alert.warning" = "எச்சரிக்கை";

/* 'the addresses were copied'' Alert title */
"Alerts.copiedAddressesHeader" = "முகவரிகள் நகலெடுக்கப்பட்டன";

/* Addresses Copied Alert sub header */
"Alerts.copiedAddressesSubheader" = "அனைத்து வாலட் முகவரிகள் வெற்றிகரமாக நகலெடுக்கப்பட்டன.";

/* Alert Header Label (the paper key was set) */
"Alerts.paperKeySet" = "தனிப்பட்ட மீட்பு விசை அமைவு";

/* Alert Subheader label (playfully positive) */
"Alerts.paperKeySetSubheader" = "அற்புதம்!";

/* Alert Header label (the PIN was set) */
"Alerts.pinSet" = "பின் அமைவு";

/* Send failure alert header label (the send failed to happen) */
"Alerts.sendFailure" = "அனுப்ப முடியவில்லை";

/* Send success alert header label (confirmation that the send happened) */
"Alerts.sendSuccess" = "உறுதிப்பாடு அனுப்பவும்";

/* Send success alert subheader label (e.g. the money was sent) */
"Alerts.sendSuccessSubheader" = "டிஜிபைட் அனுப்பப்பட்டது";

/* JSON Serialization error message */
"ApiClient.jsonError" = "JSON  வரிசையமைப்பு பிழை";

/* Wallet not ready error message */
"ApiClient.notReady" = "வாலட் தயாராக இல்லை";

/* API Token error message */
"ApiClient.tokenError" = "API டோக்கனை மீட்டெடுக்க முடியவில்லை";

/* header of balance */
"Balance.header" = "மொத்தம்\nமீதி";

/* Send BCH view body. */
"BCH.body" = "டிஜிபைட் முகவரி இலக்கை கீழே உள்ளிடவும்.முட்கரண்டி நேரத்தில்  உங்கள் வாலட்டில் இருக்கும் அனைத்து AURகலும் (%1$@) அனுப்பப்படும்.";

/* Confirm sending <$5.00> to <address>? */
"BCH.confirmationMessage" = "%1$@ முதல் %2$@ வரை அனுப்புவதை உறுதிப்படுத்தவும்";

/* Confirmation alert title */
"BCH.confirmationTitle" = "உறுதிப்பாடு";

/* Generic bch erorr message */
"BCH.genericError" = "உங்கள் கணக்கில் எந்த ஒரு டிஜிபைட்டும் இல்லை, அல்லது நீங்கள் டிஜிபைட் ஐ படை பிளவுக்கு பின் பெற்று இருப்பீர்கள்.";

/* Transaction ID copied message */
"BCH.hashCopiedMessage" = "பரிவர்த்தனையின் ID நகலெடுக்கப்பட்டுள்ளது";

/* No address error message */
"BCH.noAddressError" = "தயவு செய்து முகவரியை உள்ளிடவும்";

/* Attempted to scan unsupported qr code error message. */
"BCH.paymentProtocolError" = "டிஜிபைட் பரிவர்த்தனைகளுக்கு கட்டண நெறிமுறை கோரிக்கைகள் ஒத்துழைக்கப்படவில்லை";

/* BCH successfully sent alert message */
"BCH.successMessage" = "AUR வெற்றிகரமாக அனுப்பப்பட்டது.";

/* Widthdraw BCH view title */
"BCH.title" = "டிஜிபைட் ஐ திரும்பப்பெறு";

/* Tx Hash button header */
"BCH.txHashHeader" = "டிஜிபைட் பரிவர்த்தனை ID";

/* Approve button label */
"BitID.approve" = "ஒப்புதல்";

/* <sitename> is requesting authentication using your bitcoin wallet */
"BitID.authenticationRequest" = "உங்கள் டிஜிவாலட் ஐ பயன்படுத்தி %1$@ அங்கீகாரத்தை கோருகிறது.";

/* Deny button label */
"BitID.deny" = "நிராகரிப்பு";

/* BitID error alert title */
"BitID.error" = "அங்கீகாரப் பிழை";

/* BitID error alert messaage (The payment service you are trying to use isn't working. Please contact them, as you may need to try again) */
"BitID.errorMessage" = " சேவைவயை சரிபார்க்கவும். நீங்கள் மீண்டும் முயற்சிக்க வேண்டும்.";

/* BitID success alert title */
"BitID.success" = "வெற்றிகரமாக அங்கீகரிக்கப்பட்டது";

/* BitID Authentication Request alert view title */
"AurID.title" = "டிஜிID அங்கீகார கோரிக்கை";

/* Cancel button label */
"Button.cancel" = "ரத்து";

/* Ignore button label */
"Button.ignore" = "புறக்கணி";

/* menu button */
"Button.menu" = "பட்டியல்";

/* No button */
"Button.no" = "இல்லை";

/* OK button label */
"Button.ok" = "சரி";

/* receive button */
"Button.receive" = "பெறு";

/* send button */
"Button.send" = "அனுப்பு";

/* Settings button label */
"Button.settings" = "அமைப்பு";

/* Settings button label */
"Button.submit" = "சமர்ப்பி";

/* Yes button */
"Button.yes" = "ஆம்";

/* Camera plugin instruction */
"CameraPlugin.centerInstruction" = "பெட்டியில் உங்கள் ID ஐ மையப்படுத்தவும்";

/* Amount to Send: ($1.00) */
"Confirmation.amountLabel" = "அனுப்ப வேண்டிய தொகை:\n";

/* Network Fee: ($1.00) */
"Confirmation.feeLabel" = "நெட்வொர்க் கட்டணம்:";

/* eg. Processing time: This transaction will take 10-30 minutes to process. */
"Confirmation.processingTime" = "செயலாக்க நேரம்: இந்த பரிவர்த்தனையை செயலாக்க,% 1 $ @ விநாடிகள் எடுக்கும்.";

/* Label for "send" button on final confirmation screen */
"Confirmation.send" = "அனுப்பு";

/* Confirmation Screen title */
"Confirmation.title" = "உறுதிபாடு";

/* To: (address) */
"Confirmation.to" = "பெறுநர்";

/* Total Cost: ($5.00) */
"Confirmation.totalLabel" = "மொத்த விலை:";

/* Confirm paper phrase view label. */
"ConfirmPaperPhrase.label" = "எல்லாவற்றையும் சரியாக எழுதியுள்ளீர்கள் என்பதை உறுதி செய்ய, உங்கள் தனிப்பட்ட மீட்பு விசைக்கு பின்வரும் வார்த்தைகளை உள்ளிடவும்.";

/* Word label eg. Word #1, Word #2 */
"ConfirmPaperPhrase.word" = "வார்த்தை #%1$@";

/* Bitcoin denomination picker label */
"DefaultCurrency.bitcoinLabel" = "டிஜிபைட் காட்சி பிரிவு";

/* Exchange rate label */
"DefaultCurrency.rateLabel" = "பரிமாற்ற விகிதம்";

/* Email unavailable alert title */
"ErrorMessages.emailUnavailableMessage" = "iOS அஞ்சல் பயன்பாட்டுடன் மின்னஞ்சலை அனுப்ப இந்த சாதனம் கட்டமைக்கப்படவில்லை.";

/* Email unavailable alert title */
"ErrorMessages.emailUnavailableTitle" = "மின்னஞ்சல் கிடைக்கவில்லை";

/* Messaging unavailable alert title */
"ErrorMessages.messagingUnavailableMessage" = "இந்த சாதனம் செய்திகளை அனுப்ப கட்டமைக்கப்படவில்லை.";

/* Messaging unavailable alert title */
"ErrorMessages.messagingUnavailableTitle" = "செய்தி கிடைக்கவில்லை ";

/* You can customize your Face ID Spending Limit from the [FaceIdSettings.linkText gets added here as a button] */
"FaceIDSettings.customizeText" = "நீங்கள் உங்கள் முக ID செலவிடும் வரம்பை %1$@ இல் இருந்து தனிப்பயனாக்கலாம்";

/* Face Id screen label */
"FaceIDSettings.label" = "உங்கள் டிஜிவாலடை திறக்க உங்கள் முகத்தை பயன்படுத்தவும் மற்றும் டிஜிபைட்டை  தொகுப்பு வரம்பு வரை அனுப்பவும்.";

/* Link Text (see FaceIdSettings.customizeText) */
"FaceIDSettings.linkText" = "இணைப்பு உரை (டச் ஐடி அமைப்புகள்.தனிப்பயனாக்கும் உரை )";

/* Face id switch label. */
"FaceIDSettings.switchLabel" = "டிஜிவாலட்க்கான முகம் ID ஐ இயக்கு";

/* Face ID settings view title */
"FaceIDSettings.title" = "முகம் ID ";

/* Face ID unavailable alert message */
"FaceIDSettings.unavailableAlertMessage" = "நீங்கள் இந்த கருவியில் முக ID ஐ அமைக்கவில்லை. இப்போது அமைப்பதற்கு அமைப்புகள்-> முக ID & பாஸ்கோடு க்குச் செல்க.";

/* Face ID unavailable alert title */
"FaceIDSettings.unavailableAlertTitle" = "முகம் ID அமைக்கப்படவில்லை";

/* Face Id spending limit screen title */
"FaceIDSpendingLimit.title" = "முகம் ID செலவிடும் வரம்பு";

/* Economy fee */
"FeeSelector.economy" = "பொருளாதாரம்";

/* Fee Selector economly fee description */
"FeeSelector.economyLabel" = "கணக்கிடப்பட்ட விநியோகம்: 10+ நிமிடங்கள்";

/* Warning message for economy fee */
"FeeSelector.economyWarning" = "இந்த விருப்பம் நேரம்-உணர்தல் நடவடிக்கைகளுக்கு பரிந்துரைக்கப்படவில்லை.";

/* Regular fee */
"FeeSelector.regular" = "வழக்கமான\n";

/* Fee Selector regular fee description */
"FeeSelector.regularLabel" = "கணக்கிடப்பட்ட விநியோகம்: 15-30 விநாடிகள்";

/* Fee Selector title */
"FeeSelector.title" = "செயலாக்க வேகம்";

/* Checking private key balance progress view text */
"Import.checking" = "தனிப்பட்ட விசையின் மீதியை சரிபார்க்கிறது ...";

/* Sweep private key confirmation message */
"Import.confirm" = "இந்த தனிப்பட்ட விசையிலிருந்து %1$@ ஐ உங்கள் வாலட்டுக்கு அனுப்பவா? டிஜிபைட் நெட்வொர்க் கட்டணமாக %2$@ ஐ பெறும்.";

/* Duplicate key error message */
"Import.Error.duplicate" = "இந்த தனிப்பட்ட விசை உங்கள் வாலட்டில் ஏற்கனவே உள்ளது.";

/* empty private key error message */
"Import.Error.empty" = "இந்த தனிப்பட்ட விசை காலியாக உள்ளது.";

/* High fees error message */
"Import.Error.highFees" = "இந்த தனிப்பட்ட விசையில் இருக்கும் நிதியை விட பரிவர்த்தனைக்கான கட்டணம் அதிகமாகும்.";

/* Not a valid private key error message */
"Import.Error.notValid" = "இது சரியான தனிப்பட்ட விசை இல்லை";

/* Import signing error message */
"Import.Error.signing" = "பரிவர்த்தனைக்கு உள்நுழைவதில் பிழை";

/* Import button label */
"Import.importButton" = "இறக்குமதி";

/* Importing wallet progress view label */
"Import.importing" = "வாலட் இறக்குமதியாகிறது";

/* Caption for graphics */
"Import.leftCaption" = "வாலெட் இறக்குமதி செய்யப்பட வேண்டும்";

/* Import wallet intro screen message */
"Import.message" = "ஒரே ஒரு பரிவர்த்தனையைப் பயன்படுத்தி ஒரு வாலட்டை இறக்குமதி செய்து உங்களின் மற்ற வாலட்டில் இருக்கும் டிஜிபைட் ஐ உங்கள் டிஜிவாலட்க்கு மாற்றுகிறது.";

/* Enter password alert view title */
"Import.password" = "இந்த தனிப்பட்ட விசை கடவுச்சொல்லால் பாதுகாக்கப்பட்டுள்ளது";

/* password textfield placeholder */
"Import.passwordPlaceholder" = "கடவுச்சொல்";

/* Caption for graphics */
"Import.rightCaption" = "உங்கள் டிஜிவாலெட்";

/* Scan Private key button label */
"Import.scan" = "தனிப்பட்ட விசையை சோதி";

/* Import wallet success alert title */
"Import.success" = "வெற்றி";

/* Successfully imported wallet message body */
"Import.SuccessBody" = "வாலட் வெற்றிகரமாக இறக்குமதி செய்யப்பட்டது.\n";

/* Import Wallet screen title */
"Import.title" = "வாலட்டை இறக்குமதி செய்\n";

/* Unlocking Private key activity view message. */
"Import.unlockingActivity" = "விசை திறக்கிறது";

/* Import wallet intro warning message */
"Import.warning" = "வாலட்டை  இறக்குமதி செய்வது பரிவர்த்தனை வரலாறு அல்லது பிற விவரங்களைச் சேர்க்காது.";

/* Wrong password alert message */
"Import.wrongPassword" = "தவறான கடவுச்சொல், மீண்டும் முயற்சிக்கவும்.";

/* Close app button */
"JailbreakWarnings.close" = "மூடு";

/* Ignore jailbreak warning button */
"JailbreakWarnings.ignore" = "புறக்கணி";

/* Jailbreak warning message */
"JailbreakWarnings.messageWithBalance" = "கருவியின் பாதுகாப்பு சமரசமாக்கப்பட்டது\nஎந்த ஒரு 'ஜெயில்ப்ரேக்' பயன்பாடும் டிஜிவால்ட் இன் சாவிக்கொத்து தகவலை அணுக மற்றும் உங்களது டிஜிபைட்டை திருட முடியும்! உடனடியாக இந்த வாலட்டை துடைத்து, பாதுகாப்பான கருவியில் மீட்டெடுக்கவும்.\n";

/* Jailbreak warning message */
"JailbreakWarnings.messageWithoutBalance" = "கருவியின் பாதுகாப்பு சமரசமாக்கப்பட்டது\nஎந்த ஒரு 'ஜெயில்ப்ரேக்' பயன்பாடும் டிஜிவால்ட் இன் சாவிக்கொத்து தகவலை அணுக மற்றும் உங்களது டிஜிபைட்டை திருட முடியும். தயவுசெய்து டிஜிவாலட்டை ஜெயில்புரோக்கன் அல்லாத கருவியில் பயன் படுத்தவும்.";

/* Jailbreak warning title */
"JailbreakWarnings.title" = "எச்சரிக்கை";

/* Location services disabled error */
"LocationPlugin.disabled" = "இருப்பிட சேவைகள் முடக்கப்பட்டுள்ளன.";

/* No permissions for location services */
"LocationPlugin.notAuthorized" = "இருப்பிட சேவைகளை அணுக டிஜிவாலட்டுக்கு அனுமதி இல்லை.";

/* Wallet creation date prefix */
"ManageWallet.creationDatePrefix" = "நீங்கள் உங்கள் வாலட்டை %1$@ அன்று உருவாக்கியுள்ளீர்கள்";

/* Manage wallet description text */
"ManageWallet.description" = "உங்கள் வாலட்டின் பெயர் உங்களது கணக்கின் பரிவர்த்தனை வரலாற்றில் மட்டுமே தோன்றும் மேலும் வேறு யாராலும் பார்க்க முடியாது.\n";

/* Change Wallet name textfield label */
"ManageWallet.textFeildLabel" = "வாலட் பெயர்";

/* Manage wallet modal title */
"ManageWallet.title" = "வாலட்டை கையாளு";

/* Menu button title */
"MenuButton.lock" = "வாலட்டை பூட்டு";

/* Menu button title */
"MenuButton.security" = "பாதுகாப்பு மையம்";

/* Menu button title */
"MenuButton.settings" = "அமைப்பு";

/* Menu button title */
"MenuButton.support" = "ஆதரவு\n";

/* button label */
"MenuViewController.createButton" = "புது வால்ட்டை உருவாக்கு";

/* Menu modal title */
"MenuViewController.modalTitle" = "பட்டியல்";

/* button label */
"MenuViewController.recoverButton" = "வாலட்டை மீட்டெடு";

/* Switch to automatic mode button label */
"NodeSelector.automaticButton" = "தானியங்கு முறைக்கு மாறவும்";

/* Node is connected label */
"NodeSelector.connected" = "இணைக்கப்பட்டது";

/* Enter node ip address view body */
"NodeSelector.enterBody" = "நோடு IP முகவரி மற்றும் போர்ட் ஐ (கட்டாயமற்றது) உள்ளிடவும்";

/* Enter Node ip address view title */
"NodeSelector.enterTitle" = "நோடை உள்ளிடவும்";

/* Switch to manual mode button label */
"NodeSelector.manualButton" = "கையேடு முறைக்கு மாறவும்";

/* Node address label */
"NodeSelector.nodeLabel" = "தற்போதைய முதன்மை நோடு";

/* Node is not connected label */
"NodeSelector.notConnected" = "இணைக்கப்படவில்லை";

/* Node status label */
"NodeSelector.statusLabel" = "நோடு இணைப்பு நிலை";

/* Node Selector view title */
"NodeSelector.title" = "டிஜிபைட் நோடுகள்";

/* Bad Payment request alert title */
"PaymentProtocol.Errors.badPaymentRequest" = "தவறான கட்டண கோரிக்கை";

/* Error opening payment protocol file message */
"PaymentProtocol.Errors.corruptedDocument" = "ஆதரிக்கப்படாத அல்லது சிதைந்த ஆவணம்\n";

/* Missing certificate payment protocol error message */
"PaymentProtocol.Errors.missingCertificate" = "சான்றிதழ் காணவில்லை";

/* Request expired payment protocol error message */
"PaymentProtocol.Errors.requestExpired" = "கோரிக்கை காலாவதியானது";

/* Payment too small alert title */
"PaymentProtocol.Errors.smallOutputError" = "பணம் செலுத்த முடியவில்லை";

/* Amount too small error message */
"PaymentProtocol.Errors.smallPayment" = "டிஜிபைட் கட்டணங்கள் %1$@ க்கும் குறைவாக இருக்ககூடாது.";

/* Output too small error message. */
"PaymentProtocol.Errors.smallTransaction" = " டிஜிபைட் பரிவர்த்தனையின் வெளியீடுகள் $@ க்கு குறைவாக இருக்ககூடாது.";

/* Unsupported signature type payment protocol error message */
"PaymentProtocol.Errors.unsupportedSignatureType" = "ஆதரிக்கப்படாத கையொப்ப வகை";

/* Untrusted certificate payment protocol error message */
"PaymentProtocol.Errors.untrustedCertificate" = "நம்பகமில்லாத சான்றிதழ்";

/* Enable face ID prompt body */
"Prompts.FaceId.body" = "முக IDயை இயக்க இங்கே தட்டவும்";

/* Enable face ID prompt title */
"Prompts.FaceId.title" = "முக ID ஐ இயக்கு";

/* No passcode set warning body */
"Prompts.NoPasscode.body" = "உங்கள் வாலட்டை பாதுகாக்க கருவியின் கடவுக்குறியீடு தேவை. அமைப்புகளுக்கு சென்று கடவுக்குறியீட்டை இயக்கவும்.";

/* No Passcode set warning title */
"Prompts.NoPasscode.title" = "கருவியின்  கடவுக்குறியீட்டை இயக்கவும்";

/* Warning about paper key. */
"Prompts.PaperKey.body" = "உங்கள் தனிப்பட்ட மீட்பு விசை சேமிக்கப்பட வேண்டும் ஒருவேளைநீங்கள் உங்கள் தொலைபேசியை இழந்தால்  அல்லது மாற்றினால்  . தொடர இங்கே தட்டவும்.";

/* An action is required (You must do this action). */
"Prompts.PaperKey.title" = "செயல் தேவை";

/* Transaction rejected prompt body */
"Prompts.RecommendRescan.body" = "உங்கள் வாலட் ஒத்திசைவு இல்லாமல் இருக்கலாம். இது ப்ளாக்செயினை மறுசோதனை செய்வதன் மூலம் இது பெரும்பாலும் சரி செய்யப்படும்.";

/* Transaction rejected prompt title */
"Prompts.RecommendRescan.title" = "பரிவர்த்தனை நிராகரிக்கப்பட்டது";

/* header of PinView */
"Prompts.SecurityCheck.header" = "பாதுகாப்பு\nசரிபார்பு";

/* Share data prompt body */
"Prompts.ShareData.body" = "டிஜிவாலட்டை மேம்படுத்த உங்கள் பெயரில்லாத தகவல்களை எங்களுடன் பகிர்ந்து உதவவும்";

/* Share data prompt title */
"Prompts.ShareData.title" = "பெயரில்லாத தகவலைப் பகிரவும்";

/* Enable touch ID prompt body */
"Prompts.TouchId.body" = "டச் ID ஐ இயக்க இங்கே தட்டவும்";

/* Enable touch ID prompt title */
"Prompts.TouchId.title" = "டச் ID ஐ இயக்கு";

/* Upgrade PIN prompt body. */
"Prompts.UpgradePin.body" = "டிஜிவாலட் 6-இலக்கு பின்னை பயன்படுத்த மேம்படுத்தப்பட்டுள்ளது. மேம்படுத்த இங்கே தட்டவும்.";

/* Upgrade PIN prompt title. */
"Prompts.UpgradePin.title" = "பின்னை மேம்படுத்தவும்";

/* Notifications will be added later but users can set their preferences now, which is why we specify "in the future". */
"PushNotifications.body" = "எதிர்காலத்தில் டிஜிவாலட் இல் இருந்து சிறப்பு செய்திகளைப் பெற அறிவிப்புகளை இயக்கவும்.";

/* Push notifications toggle switch label */
"PushNotifications.label" = "உந்து அறிவிப்புகள்";

/* Push notifications are off label */
"PushNotifications.off" = "ஆன்";

/* Push notifications are on label */
"PushNotifications.on" = "ஆன்";

/* Push notifications settings view title label */
"PushNotifications.title" = "அறிவிப்புகள்";

/* Address copied message. */
"Receive.copied" = "கிளிப்போர்டுக்கு நகலெடுக்கப்பட்டது.";

/* Share via email button label */
"Receive.emailButton" = "மின் அஞ்சல்";

/* Request button label */
"Receive.request" = "தொகை கோரிக்கை ";

/* Share button label */
"Receive.share" = "பகிர்";

/* Share via text message (SMS) */
"Receive.textButton" = "உரை செய்தி";

/* Receive modal title */
"Receive.title" = "பெறுக";

/* Done button text */
"RecoverWallet.done" = "முடிந்தது";

/* Recover wallet header */
"RecoverWallet.header" = "வாலட்டை மீட்டெடு";

/* Reset PIN with paper key: header */
"RecoverWallet.header_reset_pin" = "PIN ஐ மீட்டமைக்கவும்";

/* Enter paper key instruction */
"RecoverWallet.instruction" = "தனிப்பட்ட மீட்பு விசையை உள்ளிடவும்";

/* Recover wallet intro */
"RecoverWallet.intro" = "உங்கள் டிஜிவாலட்டை உங்களின் தனிப்பட்ட மீட்பு விசையை வைத்து மீட்டெடுக்கவும்.";

/* Invalid paper key message */
"RecoverWallet.invalid" = "நீங்கள் உள்ளிட்ட தனிப்பட்ட மீட்பு விசை தவறானது. ஒவ்வொரு வார்த்தையையும் இருமுறை-சரிபார்த்து மீண்டும் முயற்சிக்கவும்.";

/* Previous button accessibility label */
"RecoverWallet.leftArrow" = "இடது அம்புக்குறி";

/* Next button label */
"RecoverWallet.next" = "அடுத்தது";

/* Reset PIN with paper key: more information button. */
"RecoverWallet.reset_pin_more_info" = "மேலும் தகவலுக்கு இங்கே தட்டவும்.";

/* Next button accessibility label */
"RecoverWallet.rightArrow" = "வலது அம்புக்குறி";

/* Recover wallet sub-header */
"RecoverWallet.subheader" = "நீங்கள் மீட்க விரும்பும் டிஜி வாலட்டுக்கான தனிப்பட்ட மீட்பு விசையை உள்ளிடுக.";

/* Reset PIN with paper key: sub-header */
"RecoverWallet.subheader_reset_pin" = "உங்கள் பின்னை மீட்டமைக்க, கீழே உள்ள பெட்டிகளில் உங்கள் தனிப்பட்ட மீட்பு விசைகளில் உள்ள வார்த்தைகளை உள்ளிடவும்.";

/* No amount entered error message. */
"RequestAnAmount.noAmount" = "தயவு செய்து முதலில் தொகையை உள்ளிடவும்.";

/* Request a specific amount of bitcoin */
"RequestAnAmount.title" = "தொகை கோரிக்கை";

/* Alert action button label */
"ReScan.alertAction" = "ஒத்திசைவு";

/* Alert message body */
"ReScan.alertMessage" = "ஒத்திசைக்கும்போது நீங்கள் டிஜிபைட்டை அனுப்ப முடியாது.";

/* Alert message title */
"ReScan.alertTitle" = "ப்லாக்செயின் உடன் ஒத்திசைக்கவா?";

/* extimated time */
"ReScan.body1" = "20-45 நிமிடங்கள்";

/* Syncing explanation */
"ReScan.body2" = "உங்கள் டிஜிவாலட் இல் இல்லாமல் ஒரு பரிவர்த்தனை டிஜிபைட் நெட்வொர்க்கில் முடிக்கப்பட்டுவிட்டது என காட்டினால். ";

/* Syncing explanation */
"ReScan.body3" = "உங்கள் பரிவர்த்தனை நிராகரிக்கப்பட்டுவிட்டது என சொல்லும் பிழையை நீங்கள் திரும்ப திரும்ப பெறுவீர்கள்.";

/* Start Sync button label */
"ReScan.buttonTitle" = "ஒத்திசைவைத் தொடங்கு";

/* Sync blockchain view footer */
"ReScan.footer" = "பிளாக்செயின் உடன் ஒத்திசைக்கும்போது நீங்கள் டிஜிபைட் ஐ அனுப்ப முடியாது.";

/* Sync Blockchain view header */
"ReScan.header" = "ப்லாக்செயினை ஒத்திசை";

/* Subheader label */
"ReScan.subheader1" = "கணக்கிடப்பட்ட நேரம்\n";

/* Subheader label */
"ReScan.subheader2" = "எப்போது ஒத்திசைக்கலாம்?";

/* Scan bitcoin address camera flash toggle */
"Scanner.flashButtonLabel" = "கேமரா மின்வெட்டொளி";

/* Complete filter label */
"Search.complete" = "முழுவதும்\n";

/* Pending filter label */
"Search.pending" = "நிலுவையில் இருப்பது\n";

/* Received filter label */
"Search.received" = "பெற்றது";

/* Sent filter label */
"Search.sent" = "அனுப்பியது";

/* Face ID button title */
"SecurityCenter.faceIdTitle" = "முக ID";

/* Security Center Info */
"SecurityCenter.info" = "அதிகபட்ச பாதுகாப்புக்காக அனைத்து பாதுகாப்பு அம்சங்களையும் இயக்கவும்.";

/* Paper Key button description */
"SecurityCenter.paperKeyDescription" = "உங்கள் தொலைபேசியை இழந்தாலோ அல்லது மேம்படுத்தினாலோ உங்கள் டிஜிபைட் ஐ அணுக ஒரே வழி.";

/* Paper Key button title */
"SecurityCenter.paperKeyTitle" = "தனிப்பட்ட மீட்பு விசை";

/* PIN button description */
"SecurityCenter.pinDescription" = "அங்கீகரிக்கப்படாத பயனர்களிடமிருந்து உங்கள் டிஜிவாலட்க்கு பாதுகாப்பு அளிக்கிறது.";

/* PIN button title */
"SecurityCenter.pinTitle" = "6-இலக்கு பின்";

/* Security Center Title */
"SecurityCenter.title" = "பாதுகாப்பு மையம்";

/* Touch ID button description */
"SecurityCenter.touchIdDescription" = "வசதியாக உங்கள் டிஜிவாலட்டை திறக்க மற்றும் டிஜிபைட் ஐ  தொகுப்பு வரம்பு வரை அனுப்பு.";

/* Touch ID button title */
"SecurityCenter.touchIdTitle" = "டச் ID";

/* Send money amount label */
"Send.amountLabel" = "பணம்";

/* Balance: $4.00 */
"Send.balance" = "மீதி: %1$@";

/* Camera not allowed message */
"Send.cameraunavailableMessage" = "கேமரா அணுகலை அனுமதிக்க அமைப்புகளுக்குள் செல்லவும்.";

/* Camera not allowed alert title */
"Send.cameraUnavailableTitle" = "கேமராவை அணுக டிஜிவாலட் அனுமதிக்கப்படவில்லை";

/* Warning when sending to self. */
"Send.containsAddress" = "இலக்கு உங்களின் சொந்த முகவரி. உங்களுக்கு நீங்களே அனுப்ப முடியாது.";

/* Could not create transaction alert title */
"Send.creatTransactionError" = "பரிவர்த்தனையை உருவாக்க முடியவில்லை.";

/* Description for sending money label */
"Send.descriptionLabel" = "மெமொ";

/* Emtpy pasteboard error message */
"Send.emptyPasteboard" = "பேஸ்ட்போர்ட் காலியாக உள்ளது";

/* Network Fee: $0.01 */
"Send.fee" = "நெட்வொர்க் கட்டணம்: %1$@";

/* Payee identity not certified alert title. */
"Send.identityNotCertified" = "பணம் பெறுபவரின் அடையாளம் சான்றழிக்கப்படவில்லை";

/* Invalid address alert message */
"Send.invalidAddressMessage" = "இலக்கு முகவரி சரியான டிஜிபைட் முகவரி அல்ல.";

/* Invalid address on pasteboard message */
"Send.invalidAddressOnPasteboard" = "பேஸ்ட்போர்டில் சரியான டிஜிபைட் முகவரி இல்லை.";

/* Invalid address alert title */
"Send.invalidAddressTitle" = "தவறான முகவரி";

/* Is rescanning error message */
"Send.isRescanning" = "முழு மறுசோதனையின் போது அனுப்புதல் முடக்கப்பட்டுள்ளது.";

/* Loading request activity view message */
"Send.loadingRequest" = "கோரிக்கையை ஏற்றுகிறது";

/* Empty address alert message */
"Send.noAddress" = "பெறுநரின் முகவரியை உள்ளிடவும்.";

/* Emtpy amount alert message */
"Send.noAmount" = "தயவு செய்து அனுப்ப் வேண்டிய தொகையை உள்ளிடவும்.";

/* Paste button label */
"Send.pasteLabel" = "ஒட்டு";

/* Could not publish transaction alert title */
"Send.publishTransactionError" = "பரிவர்த்தனையை வெளியிட முடியவில்லை.";

/* Could not load remote request error message */
"Send.remoteRequestError" = "கட்டண கோரிக்கையை ஏற்ற முடியவில்லை";

/* Scan button label */
"Send.scanLabel" = "சோதி";

/* Send button label (the action, "press here to send") */
"Send.sendLabel" = "அனுப்பு";

/* Send screen title (as in "this is the screen for sending money") */
"Send.title" = "அனுப்பு";

/* Send money to label */
"Send.toLabel" = "பெறுநர்";

/* Adress already used alert message - first part */
"Send.UsedAddress.firstLine" = "டிஜிபைட் முகவரிகள் ஒற்றைப் பயன்பாட்டிற்கு மட்டுமே பயன்படுகின்றன.";

/* Adress already used alert message - second part */
"Send.UsedAddress.secondLIne" = "உங்களுக்கும் பெறுநருக்குமான தனியுரிமையைக் குறைப்பதன் மூலம் மறு-பயன்பாடு குறைக்கப்படுகிறது மேலும் பெறுநர் நேரடியாக முகவரிகளை கட்டுப்படுத்தாவிட்டால் இழப்பு ஏற்படலாம்.";

/* Adress already used alert title */
"Send.UsedAddress.title" = "முகவரி ஏற்கனவே பயன்படுத்தப்பட்டுள்ளது";

/* About label */
"Settings.about" = "பற்றி";

/* Advanced Settings title */
"Settings.advancedTitle" = "மேம்பட்ட அமைப்புகள்";

/* i.e. the currency which will be displayed */
"Settings.currency" = "நாணயத்தைக் காட்டு";

/* Join Early access label */
"Settings.earlyAccess" = "ஆரம்ப அணுகலில் சேரு";

/* Are you enjoying bread alert message body */
"Settings.enjoying" = "நீங்கள் டிஜிவீலட்டை அனுபவிக்கிறீர்களா?";

/* Face ID spending limit label */
"Settings.faceIdLimit" = "முக ID செலவிடப்படும் வரம்பு";

/* Import wallet label */
"Settings.importTitle" = "வாலட்டை ஏற்று";

/* Manage settings section header */
"Settings.manage" = "கையாளு";

/* Notifications label */
"Settings.notifications" = "அறிவிப்புகள்";

/* Leave review button label */
"Settings.review" = "எங்களுக்கு ஒரு விமர்சனம் விடுங்கள்";

/* Share anonymous data label */
"Settings.shareData" = "பெயரில்லாத தகவலைப் பகிரவும்";

/* Sync blockchain label */
"Settings.sync" = "ப்ளாக்செயினை ஒத்திசை";

/* Settings title */
"Settings.title" = "அமைப்புகள்";

/* Touch ID spending limit label */
"Settings.touchIdLimit" = "டச் ID செலவிடும் வரம்பு";

/* Wallet Settings section header */
"Settings.wallet" = "வாலட்";

/* Start or recover another wallet menu label. */
"Settings.wipe" = "மற்றொரு வாலட்டைத் தொடங்கு / மீட்டெடு";

/* Share data view body */
"ShareData.body" = "உங்கள் பெயரில்லாத தகவலை எங்களுடன் பகிர்ந்து கொண்டு டிஜிவாலட் ஐ மேம்படுத்த உதவவும். இது எந்தவொரு நிதித் தகவலும் இல்லை. உங்கள் நிதி தனியுரிமையை நாங்கள் மதிக்கிறோம்.";

/* Share data header */
"ShareData.header" = "தகவலை பகிரவா?";

/* Share data switch label. */
"ShareData.toggleLabel" = "பெயரில்லாத தகவலை பகிர வேண்டுமா?";

/* button label */
"StartPaperPhrase.againButtonTitle" = "உங்கள் தனிப்பட்ட மீட்பு விசையை திரும்பவும் எழுதுக";

/* Paper key explanation text. */
"StartPaperPhrase.body" = "உங்கள் தொலைபேசி தொலைந்துபோனாலோ, திருடப்பட்டாலோ, உடைந்தாலோ அல்லது மேம்பட்டாலோ, உங்கள் டிஜிவாலட்டை மீட்க  தனிப்பட்ட மீட்பு விசை மட்டுமே ஒரே வழி.\n\nஒரு காகித துண்டில் எழுதி மேலும் அதை பாதுகாப்பாக வைத்துக் கொள்வதற்கு நாங்கள் வார்த்தைகளின் பட்டியலை உங்களுக்கு காண்பிப்போம்.";

/* button label */
"StartPaperPhrase.buttonTitle" = "உங்கள் தனிப்பட்ட மீட்பு விசையை எழுதுக";

/* Argument is date */
"StartPaperPhrase.date" = "நீங்கள் கடைசியாக உங்கள் தனிப்பட்ட மீட்பு விசையை  %1$@ அன்று  எழுதினீர்கள்";

/* Start view message */
"StartViewController.message" = "டிஜிபைட் ஐ பயன்படுத்த மிகவும் பாதுகாப்பான மற்றும் பத்திரமான வழி.";

/* labels of syncView */
"SynchingView.blockHeightLabel" = "உயரம் முடக்கு";

"SynchingView.progressLabel" = "முன்னேற்றம்";

/* Syncing view connectiong state header text */
"SyncingView.connecting" = "இணைக்கப்படுகிறது";

/* Syncing view header text */
"SyncingView.header" = "ஒத்திசைக்கபடுகிறது";

/* Retry button label */
"SyncingView.retry" = "மீண்டும் முயற்சி செய்";

/* Syncing view syncing state header text */
"SyncingView.syncing" = "ஒத்திசைக்கபடுகிறது";

/* 6 d (6 days) */
"TimeSince.days" = "%1$@ d";

/* 6 h (6 hours) */
"TimeSince.hours" = "%1$@ h";

/* 6 m (6 minutes) */
"TimeSince.minutes" = "%1$@ m   ";

/* 6 s (6 seconds) */
"TimeSince.seconds" = "%1$@ s";

/* You can customize your Touch ID Spending Limit from the [TouchIdSettings.linkText gets added here as a button] */
"TouchIdSettings.customizeText" = "%1$@ இல் இருந்து உங்கள் டச் ஐடி செலவு வரம்பை தனிப்பயனாக்கலாம்.";

/* Touch Id screen label */
"TouchIdSettings.label" = "உங்கள் டிஜிவாலட் ஐ திறக்க உங்கள் கைரேகையைப் பயன்படுத்தவும் மேலும் டிஜிபைட் ஐ தொகுப்பு வரம்பு வரை அனுப்பவும்.";

/* Link Text (see TouchIdSettings.customizeText) */
"TouchIdSettings.linkText" = "டச் ID செலவு வரம்பின் திரை";

/* Spending Limit: b100,000 ($100) */
"TouchIdSettings.spendingLimit" = "செலவு வரம்பு: %1$@ (%2$@)";

/* Touch id switch label. */
"TouchIdSettings.switchLabel" = "டிஜிவாலட்டுக்கான டச் ID ஐ இயக்கவும்";

/* Touch ID settings view title */
"TouchIdSettings.title" = "டச் ID";

/* Touch ID unavailable alert message */
"TouchIdSettings.unavailableAlertMessage" = "நீங்கள் டச் ID ஐ இந்த கருவியில் அமைக்கப்படவில்லை. அமைப்புகளுக்குள் சென்று -> டச் ID &  கடவுகுறியீட்டை இப்போது அமைக்கவும்.";

/* Touch ID unavailable alert title */
"TouchIdSettings.unavailableAlertTitle" = "டச் ID அமைக்கப்படவில்லை";

/* Always require passcode option */
"TouchIdSpendingLimit" = "எப்போதும் கடவுக்குறியீடு தேவை";

/* Touch ID spending limit screen body */
"TouchIdSpendingLimit.body" = "கடந்த முறை உங்களது  6-இலக்கு பின்னை உள்ளிட்டதால், உங்களுடைய செலவு வரம்புக்கு மேல் ஏதேனும் பரிவர்த்தனையை அனுப்ப மேலும் ஒவ்வொரு 48 மணிநேரமும் உங்கள் 6 இலக்க பின்னை உள்ளிடுமாறு கேட்கப்படுவீர்கள். ";

/* Touch Id spending limit screen title */
"TouchIdSpendingLimit.title" = "டச் ID செலவிடப்படும் வரம்பு";

/* Availability status text */
"Transaction.available" = "செலவிட இருக்கிறது";

/* Transaction complete label */
"Transaction.complete" = "முடிந்தது";

/* eg. Ending balance: $50.00 */
"Transaction.ending" = "முடிவுபெரும் இருப்பு: %1$@";

/* Exchange rate on date header */
"Transaction.exchangeOnDayReceived" = "பரிமாற்ற விகிதம் பெற்றபோது:";

/* Exchange rate on date header */
"Transaction.exchangeOnDaySent" = "பரிமாற்ற விகிதம் அனுப்பியபோது:";

/* (b600 fee) */
"Transaction.fee" = "(%1$@ கட்டணம்)";

/* Invalid transaction */
"Transaction.invalid" = "தவறான";

/* Timestamp label for event that just happened */
"Transaction.justNow" = "இப்பொழுதுதான்\n";

/* Receive status text: 'In progress: 20%' */
"Transaction.receivedStatus" = "முன்னேற்றத்தில்: %1$@";

/* Send status text: 'In progress: 20%' */
"Transaction.sendingStatus" = "முன்னேற்றத்தில் : %1$@";

/* eg. Starting balance: $50.00 */
"Transaction.starting" = "ஆரம்ப இருப்பு: %1$@";

/* Waiting to be confirmed string */
"Transaction.waiting" = "உறுதிப்படுத்தப்பட காத்திருக்கிறது. சில வணிகர்கள் ஒரு பரிவர்த்தனைய முடிக்க உறுதிப்படுத்த வேண்டும். கணக்கிடப்பட்ட நேரம்: 1-2 நிமிடங்கள்.";

/* e.g. I received money from an account. */
"TransactionDetails.account" = "கணக்கு\n";

/* Amount section header */
"TransactionDetails.amountHeader" = "தொகை";

/* Block height label */
"TransactionDetails.blockHeightLabel" = "தடுப்பில் உறுதிப்படுத்தப்பட்டது";

/* Memo section header */
"TransactionDetails.commentsHeader" = "மெமொ";

/* Empty transaction list message. */
"TransactionDetails.emptyMessage" = "உங்கள் பரிவர்த்தனைகள் இங்கே தோன்றும்.";

/* "Received [$5] at [which of my addresses]" => This is the "at [which of my addresses]" part. */
"TransactionDetails.from" = "%1$@ இல்";

/* More button title */
"TransactionDetails.more" = "மேலும் ...\n";

/* Moved $5.00 (as in "I moved $5 to another location") */
"TransactionDetails.moved" = "%1$@ நகர்த்தப்பட்டது";

/* Moved $5.00 */
"TransactionDetails.movedAmountDescription" = "<b>%1@</b> நகர்த்தப்பட்டது";

/* eg. Confirmed in Block: Not Confirmed */
"TransactionDetails.notConfirmedBlockHeightLabel" = "உறுதி செய்யப்படவில்லை";

/* "Received [$5] at [which of my addresses]" => This is the "Received [$5]" part. */
"TransactionDetails.received" = "%1$@ பெறப்பட்டது";

/* Received $5.00 */
"TransactionDetails.receivedAmountDescription" = "<b>%1@</b> பெறப்பட்டது";

/* "Sent [$5] to [address]" => This is the "Sent [$5]" part. */
"TransactionDetails.sent" = "%1$@ அனுப்பப்பட்டது";

/* Sent $5.00 */
"TransactionDetails.sentAmountDescription" = "<b>%1@</b> அனுப்பப்பட்டது";

/* Status section header */
"TransactionDetails.statusHeader" = "நிலை";

/* Transaction Details Title */
"TransactionDetails.title" = "பரிவர்த்தனை விவரங்கள்";

/* "Sent [$5] to [address]" => This is the "to [address]" part. */
"TransactionDetails.to" = "%1$@ க்கு";

/* Transaction ID header */
"TransactionDetails.txHashHeader" = "டிஜிபைட் பரிவர்த்தனை ID";

/* (this transaction was) Received at this address: */
"TransactionDirection.address" = "இந்த முகவரியில் பெறப்பட்டது";

/* (this transaction was) Sent to this address: */
"TransactionDirection.to" = "இந்த முகவரிக்கு அனுப்பப்பட்டது";

/* filter buttons for transactionView */
"TransactionView.all" = "அனைத்தும்";

"TransactionView.received" = "பெற்றது";

"TransactionView.sent" = "அனுப்பியது";

/* Disabled until date */
"UnlockScreen.disabled" = "%1$@ வரை முடக்கப்பட்டது";

/* My Address button title */
"UnlockScreen.myAddress" = "என் முகவரி";

/* Reset PIN with Paper Key button label. */
"UnlockScreen.resetPin" = "பின்னை மீட்டமை";

/* Scan button title */
"UnlockScreen.scan" = "சோதி";

/* Unlock Screen sub-header */
"UnlockScreen.subheader" = "பின்னை உள்ளிடவும்";

/* TouchID prompt text */
"UnlockScreen.touchIdPrompt" = "உங்கள் டிஜிவாலட் ஐ திறக்கவும்.";

/* Unlock with TouchID accessibility label */
"UnlockScreen.touchIdText" = "டச் ID மூலம் திறக்கவும்";

/* Wallet unlocked message */
"UnlockScreen.unlocked" = "வாலட் திறக்கப்பட்டது";

/* Update PIN caption text */
"UpdatePin.caption" = "இந்த பின்னை நினைவில் கொள்ளுங்கள். நீங்கள் மறந்துவிட்டால், உங்கள் டிஜிபைட் ஐ அணுக முடியாது.";

/* PIN creation info. */
"UpdatePin.createInstruction" = "உங்கள் டிஜிவாலட் ஐ திறக்க மற்றும் டிஜிபைட் ஐ அனுப்ப உங்களது பின் பயன்படுத்தப்படும்.";

/* Update PIN title */
"UpdatePin.createTitle" = "பின்னை அமை";

/* Update PIN title */
"UpdatePin.createTitleConfirm" = "பின்னை மீண்டும் உள்ளிடு";

/* Enter current PIN instruction */
"UpdatePin.enterCurrent" = "உங்களது தற்போதைய பின்னை உள்ளிடுக.";

/* Enter new PIN instruction */
"UpdatePin.enterNew" = "உங்கள் புதிய பின்னை உள்ளிடுக.";

/* Re-Enter new PIN instruction */
"UpdatePin.reEnterNew" = "உங்கள் புதிய பின்னை மீண்டும் உள்ளிடவும்.";

/* Update PIN failure error message. */
"UpdatePin.setPinError" = "மன்னிக்கவும், பின்னை மேம்படுத்த முடியவில்லை.";

/* Update PIN failure alert view title */
"UpdatePin.setPinErrorTitle" = "பின் மேம்படுத்துவதில் பிழை";

/* Update PIN title */
"UpdatePin.updateTitle" = "பின்னை மேம்படுத்து";

/* Authorize to copy wallet addresses alert message */
"URLHandling.addressaddressListAlertMessage" = "கிளிப்போர்டுக்கு வாலட் முகவரிகளை நகலெடுக்க வேண்டுமா?";

/* Authorize to copy wallet address PIN view prompt. */
"URLHandling.addressList" = "கிளிப்போர்டுக்கு வாலட் முகவரியை நகலெடுக்க அங்கீகரி";

/* Authorize to copy wallet address alert title */
"URLHandling.addressListAlertTitle" = "வாலட் முகவரிகளை நகலெடுக்கவும்";

/* Copy wallet addresses alert button label */
"URLHandling.copy" = "நகல்லெடு";

/* Verify PIN for transaction view body */
"VerifyPin.authorize" = "இந்த பரிவர்த்தனையை அங்கீகரிக்க உங்கள் பின்னை உள்ளிடவும்.";

/* Verify PIN view body */
"VerifyPin.continueBody" = "தொடர்வதற்கு உங்கள் பின்னை உள்ளிடுக.";

/* Verify PIN view title */
"VerifyPin.title" = "பின் தேவைபடுகிறது";

/* Authorize transaction with touch id message */
"VerifyPin.touchIdMessage" = "இந்த பரிவர்த்தனையை அங்கீகரி";

/* 'No wallet' warning for watch app */
"Watch.noWalletWarning" = "உங்கள் வாலட்டை அமைப்பதற்கு டிஜிவாலட் ஐபோன் பயன்பாட்டை  திறக்கவும்.";

/* Dismiss button label */
"Webview.dismiss" = "நிராகரி";

/* Webview loading error message */
"Webview.errorMessage" = "உள்ளடக்கத்தை ஏற்றுவதில் பிழை ஏற்பட்டது. தயவு செய்து மீண்டும் முயற்சிக்கவும்.";

/* Updating webview message */
"Webview.updating" = "புதுப்பிக்கிறது ...";

/* Welcome screen text. (?) will be replaced with the help icon users should look for. */
"Welcome.body" = " iOS க்கான டிஜிபைட் புத்தம் புதிய தோற்றம் மற்றும் சில புதிய அம்சங்களுடன் அதன் பெயரை டிஜிவாலட்டுக்கு மாற்றியுள்ளது.\n\nஉங்களுக்கு உதவி தேவைப்பட்டால், பெரும்பாலான திரைகளில் மேல் வலதுபுறத்தில் (?) பாருங்கள்.";

/* Top title of welcome screen */
"Welcome.title" = "தங்களை டிஜிவாலட் வர்வேற்கிறது!";

/* Wipe wallet alert message */
"WipeWallet.alertMessage" = "இந்த வாலட்டை நீக்க நீங்கள் விரும்புகிறீர்களா?";

/* Wipe wallet alert title */
"WipeWallet.alertTitle" = "வாலட்டை துடைக்கவா?";

/* Failed wipe wallet alert message */
"WipeWallet.failedMessage" = "வாலட்டை துடைக்க முடியவில்லை.";

/* Failed wipe wallet alert title */
"WipeWallet.failedTitle" = "தோல்வியுற்றது";

/* Enter phrase to wipe wallet instruction. */
"WipeWallet.instruction" = "இதைத் துடைக்க, மற்றொரு பணத்தை ஆரம்பிக்க அல்லது மீட்டெடுக்க இந்த வாலட்டின் மீட்பு சொல்லை உள்ளிடவும். \n\nஉங்களின் தற்போதைய இருப்பு தொகை இந்த சொற்றொடரில் உள்ளது.";

/* Start wipe wallet view message */
"WipeWallet.startMessage" = "மற்றொரு வாலட்டை துவங்க அல்லது மீட்டெடுக்க நீங்கள் இந்த கருவியில் வேறு டிஜிவாலட் ஐ அணுக மற்றும் நிர்வகிக்க அனுமதிக்கிறது.";

/* Start wipe wallet view warning */
"WipeWallet.startWarning" = "இந்த கருவியில் இருந்து உங்களது தற்போதைய டிஜிவாலட் ஐ இனி அணுக முடியாது. சமநிலை சொற்றொடரில் இருக்கும்.  இருப்பு தொகை சொற்றொடரில் இருக்கும்.";

/* Wipe wallet navigation item title. */
"WipeWallet.title" = "மற்றொரு வாலட்டைத் தொடங்கு அல்லது மீட்டெடு";

/* Wipe wallet button title */
"WipeWallet.wipe" = "துடை";

/* Wiping activity message */
"WipeWallet.wiping" = "துடைப்பது ...";

/* Paper key instructions. */
"WritePaperPhrase.instruction" = "ஒவ்வொரு வார்த்தையும் வரிசையாக எழுதி மேலும் அதை பாதுகாப்பாக சேமிக்கவும்.";

/* button label */
"WritePaperPhrase.next" = "அடுத்தது";

/* button label */
"WritePaperPhrase.previous" = "முந்தைய";

/* 1 of 3 */
"WritePaperPhrase.step" = "%2$d இல் %1$d";

